[Main]
DisplayName=עברית

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=אזהרה
lbl_Warnning_Detail.caption=תוכנת המחשב מוגנת על ידי חוק זכויות יוצרים ואומנות בינלאומיות
lbl_copyright.caption=© IObit. כל הזכויות שמורות
lbl_Thanks_Title.caption=תודה מיוחדת לאנשים הבאים על תרומתם הגדולה:
rdhtmlEula.caption=<a>EULA</a> | <a>הסכם פרטיות</a>
Instructions_M=הוראות הסרה
lblAcknow.caption=תודות

[ActionCenter_M]
M_HideAC=הסתר
M_ShowAC=הראה
M_AC_Tips=השג הגנת אבטחה טובה יותר והמרצת ביצועים עם תוכניות מומלצות
M_ShowACTitle2=הודעה!
M_ShowACDesc=הקלק על "הראה" להצגת תכניות מומלצות אחרות והתקנתם להשגת אבטחה וביצועים טובים יותר
M_LearnRecommendNote=אין מוצרים מומלצים כרגע
M_LearnRecommendDesc=בבקשה לחץ על "למד עוד" על מנת לראות מוצרים שאולי תהיה מעוניין בהם
M_none=כלום
M_Fix=השג כעת
M_LearnMore=למד עוד
M_Install=השג כעת
M_fixing=מתקין
M_Updating=מעדכן
M_failed=נכשל
M_RuningWell=הגירסה האחרונה המותקנת
M_Outdated=מיושן
M_NotInstalled=לא מותקן
M_Insatlled=מותקן
M_Update=עדכן עכשיו
M_ASCCaption=ביצועי מערכת
M_ASCInfo_NotIns=נמצאו שגיאות מרשמה, סוגיות פּרטיוּת וקובצי זבל במערכת שלך
M_ASCInfo_UpToDate=האצה ומיטוב בקליק-1 של Advanced SystemCare
M_ASCInfo_NeedUpDate=Advanced SystemCare מיושנת
M_RunASC=סרוק כעת
M_ASCOffer=נקה ושפר את מהירות מחשבך בלחיצה אחת. <br>.שפר את מהירות מחשבך עד ל 200%<br>שפר מהירות אינטרנט עד לכ 300%.<br>ניטור מצב המחשב בזמן אמת לביצועים חלקים יותר<br>הגן על המחשב שלך נגד נוזקות נפוצות.
M_IMFCaption=הגנה מפני רוגלות
M_IMFInfo_NotIns=לא מאובטח באופן מלא על ידי תכנית אנטי-רוגלה של צד-שלישי
M_IMFInfo_UpToDate=IObit Malware Fighter מגן על מחשבך מפני זדונות שונות
M_IMFInfo_NeedUpDate=תכנית האנטי-רוגלה שלך מיושנת
M_RunIMF=סרוק כעת
M_IMFOffer=הגנה מקיפה בזמן-אמת כנגד כל סוגי הנוזקות.<br>סריקה מהירה וזיהוי יעיל של איומים & הסרה.<br>פועל למניעת תקיפות כופרה.<br>גלישה והורדה מקוונות באופן בטוח.<br>תאימות מלאה עם תוכנות אבטחה אחרות
M_DBCaption=מעדכן הדרייבר
M_DBInfo_NotIns_C=תכן שיש דרייברים מיושנים, העלולים להאט ולגרום אי-יציבות במחשב שלך
M_DBInfo_NotIns=ייתכן שיש דרייברים מיושנים, העלולים להאט & לערער את יציבות המחשב
M_DBInfo_UpToDate=מעדכן דרייברים לא מעודכנים במחשב Driver Booster
M_DBInfo_NeedUpDate=תכנית עדכוני הדרייבר שלך מיושנת
M_DBDesc=עדכן את כל הדרייברים המיושנים במחשבך
M_RunDB=סרוק כעת
M_DBOffer=מסד-נתוני-דרייבר (4,500,000+) גדול-יותר.<br>מעדכן באופן בטוח דרייברים בתקן (חלונות) WHQL בקליק-אחד.<br>ביצועי גיימינג טובים-יותר<br>מתקן קריסות רשת, אין-שמע, רזולוציה גרועה וכו'<br>מפחית קפיאות וקריסות מערכת
M_SDCaption=מיטוב הדיסק
M_SDInfo_NotIns=.בעיות מהירות בדיסק קשיח נמצאו, תקן אותם על מנת לשפר את מהירות הדיסק שלך
M_SDInfo_UpToDate="איחוי-חכם" מאחה את הדיסק לביצועים גבוהים
M_SDInfo_NeedUpDate=תכנית איחוי הדיסק שלך מיושנת
M_RunSD=אחֵה כעת
M_SDOffer=האצת משחקים לחווית משחק טובה יותר<br>האצת הפעלת המחשב על ל 100% מהר יותר<br>ביצועי דיסק קשיח הכי גבוהים<br>גישה לקבצים מהירה יותר
M_DLCaption=מנהל הסיסמאות
M_DLInfo_NotIns=מגן ומנהל את כל הסיסמאות שלך עם מנהל הסיסמאות של Dashlane
M_DLInfo_UpToDate=לעולם לא תשכח את הסיסמאות שלך עם Dashlane - הבטוח והמאובטח
M_RunDL=נהל
M_DLOffer=הדרך הקלה והבטוחה לניהול הסיסמאות שלך.<br>ייצור סיסמאות מיוחדות להגנה על החשבונות שלך.<br>כניסה אוטומטית לאתרים מועדפים<br>IOS מותאם לחלונות, מאק, אנדרויד ו
M_RunIOT=נהל עכשיו
M_IOTCaption=מנהל אייפון
M_IOTInfo_NotIns=מעביר נתוני אייפון, מנקה וממריץ את האייפון שלך
M_IOTInfo_UpToDate=מעביר נתוני אייפון, מנקה וממריץ את האייפון שלך
M_IOTInfo_NeedUpDate=.מיושנת IOTransfer הגרסא של
M_IOTTip=מבטיח: <br>נהל תמונות ואנשי קשר באייפון בקלות<br>לחיצה אחת להעברת תוכן בקלות מהאייפון למחשב<br>הורד סרטונים מיותר ממאה אתרים +<br>נקה את כל הסוגים של קבצי הזבל באייפון/אייפד שלך  IOTransfer
M_IOTOffer=.העבר מדיה וקבצים באופן אלחוטי ממכשירי האפל שלך למחשב<br>נקה קבצי זבל מהאייפון/אייפד באופן קל ובטוח לפינוי מקום<br>הורד סרטונים מהאינטרנט והמר אותם לכל מיני פורמטים<br>לחיצה אחת להעברת מדיה מהאייפון/אייפד למחשב שלך.<br>מנהל הקבצים הטוב ביותר עבור האייפון/אייפד שלך
M_AdawareCaption=חבר אינטרנט
M_AdawareInfo_NotIns=.חבר האינטרנט מגן עליך מפני הונאות פישינג ומאתרים המכילים מזיקים
M_AdawareInfo_UpToDate=.חבר האינטרנט מגן עליך מפני הונאות פישינג ומאתרים המכילים מזיקים
M_AdawareOfferDesc=.כדף הבית שלך, כרטיסיות חדשות וכמנוע החיפוש ברירת המחדל שלך על דפדפנים מתאימים Bing by Microsoft התקן את חבר האינטרנט בשביל לשפר את ההגנה של הגלישה שלך והגדר
M_AdawareOffer=מהיר וקל להתקנה<br>הגנה נגד הונאות<br>הגנת גלישה בזמן אמת<br>מתאים להרבה סוגי דפדפנים
M_AomeiCaption=גיבוי לתכנה
M_AomeiInfo_NotIns=פתרון הגיבוי האולטימטיבי לגיבוי הכוננים הקשיחים של המערכת
M_RunOpera=הרץ עכשיו
M_OperaCaption=דפדפן אופרה
M_OperaInfo_NotIns=דפדפן מהיר ומאובטח עם אד-בלוקר מובנה
M_OperaInfo_UpToDate=דפדפן מהיר ומאובטח עם אד-בלוקר מובנה
M_OperaOffer=חוסם פרסומות לפני טעינת דפי-רשת עד 90% מהיר-יותר<br>זמן גלישה עד שעה יותר<br>קבל יותר גלישה פרטית עם רשת וירטואלית פרטית VPN
M_SUCaption=מעדכן-התכנה
M_SUInfo_NotIns=קליק-1 לעדכון והתקנה של כל התכניות החשובות לך
M_SUInfo_NotIns_C=תכניות מיושנות: %d . נא להתקין את אַיאוֹבִּיט/"מעדכן-התכנה" לעדכון עם קליק-1
M_SUInfo_NotIns_C1=תכנית אחת מיושנת. נא להתקין את אַיאוֹבִּיט/"מעדכן-התכנה" לעדכון עם קליק-1
M_SUInfo_UpToDate=אַיאוֹבִּיט/"מעדכן-התכנה" שומר על עדכון רציף של כל התכניות במחשב
M_SUOffer=מעדכן תכניות מיושנות בהקדם האפשרי<br>קליק-1 להתקנת כל העדכונים הזמינים של התכנית <br>קליק-1 להתקנת כל התכניות הפופולריות הרצויות <br>מנקה תכניות שעברו מבחנים דקדקניים, ללא בנדלוור
M_SMGBCaption=סמארט-בוסטר למשחק
M_SMGBInfo_NotIns=קליק-1 להגברת ה- FPS (מסגרת לשניה) ולחוויית משחק מהיר וחלק-יותר
M_SMGBInfo_UpToDate=קליק-1 להגברת ה- FPS (מסגרת לשניה) ולחוויית משחק מהיר וחלק-יותר
M_SMGBInfo_NeedUpDate=הסמארט-בוסטר למשחק, מיושן
M_SMGBOffer=מגביר 'מסגרת לשנייה' עבור ביצועי גיימינג טובים יותר בקליק-1 <br>מנטר ניצול טמפרטורה של חומרה בזמן-אמת <br>המהרת המעבד הגראפי עבור אפקטים-חזותיים אופטימליים בגיימינג  <br>ניתוח וקצב מחשב למציאת משחקים תואמים (38,000+)  <br>מאבטח את המחשב & משחק להגנה גבוהה יותר
M_RunSMGB=המרָצה כעת
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=לנסות שרות רשת-פרטית-מדומה מאובטח, חינמי, מהיר, עבור אבטחה מקוונת
M_iTopInfo_NotIns=שרות רשת-פרטית-מדומה 100% מאובטח, חופשי, מהיר, עבור אבטחה מקוונת
M_iTopInfo_UpToDateBeta=לנסות שרות רשת-פרטית-מדומה מאובטח, חינמי, מהיר, עבור אבטחה מקוונת
M_iTopInfo_UpToDate=שרות רשת-פרטית-מדומה 100% מאובטח, חופשי, מהיר, עבור אבטחה מקוונת
M_iTopInfo_NeedUpDate=iTop VPN לא מעודכן (מיושן)
M_iTopOfferBeta=ליהנות ממרשתת ללא גבולות <br>גישה לאתרי זרימה מסביב לעולם<br>לשחק באיזורים נעולי-משחקים בכל מקום<br>מסתיר את כתובת האיי-פי שלך על וואי-פיי ציבורי<br>מאה-אחוז חופשי, אולטרה -מהיר & קידוד הטוב מסוגו
M_iTopOffer1=פרטי - להישאר אנונימי בזמן הגלישה<br>בטוח - מסתיר את כתובת האיי.פי ברחבי הרשת<br>מהיר - גישה למרשתת במהירות גבוהה<br>חינמי - משחרר אתרים וזרימה בחינם
M_RuniTop=הרצה כעת
M_RPMCaption="רוֹבּוֹפוֹרם"/מנהל הסיסמה
M_RPMInfo_NotIns=לעולם לא תצטרך לזכור או להקליד את הסיסמה שוב
M_RPMInfo_UpToDate=עם "רוֹבּוֹפוֹרם"/מנהל הסיסמה - אמרו שלום והלאה לכתיבת סיסמה
M_RPMOffer=התחברות לאתרים עם קליק בודד<br>מחולל סיסמאות חזקות וייחודיות<br>משתמש בקידוד AES-256 bit ותמיכה (ב- 2FA ) בהתאמה<br>עבור חלונות, מאק, אַיאוֹאֵס, אנדרואיד וכל הדפדפנים העיקריים<br>מייבא מדפדפן או ממנהל סיסמה אחר
M_RunRPM=ניהול
M_Moffer_Title1=הצעה לבחירה
M_Close=סגור
M_Cancel=ביטול
M_Moffer_Install=התקנה
M_Moffer_NoteEP=בהקלקה על "התקנה", מוסכם ומקובל להתקין את %s ואת הסכם-הרשאת-משתמש-קצה של <a>EULA</a> ושל <a>מדיניות הפרטיות</a>
M_Moffer_Refund=<a>פוליסת החזר כספי</a> אתה יכול לקבל החזר כספי תןך 30 ימים. קרא  <a>:הערה</a>
M_Extract_IOT=המלצות IObit

[ASCPromote_M]
M_PromoteTitle=נמצאו <a>%d</a> פריטים
M_Details=פרטים
M_PromoteLan=אשר ישפיעו על ביצועי המערכת. אנו ממליצים להתקין את Advanced SystemCare לתיקון
M_Junk=קובצי זבל
M_Privacy=עקבות פרטיות
M_Internet=שיפור המרשתת
M_Registry=כניסות מרשמה
M_System=מיטוב המערכת
ASC_Results=נמצאו <a>%d</a> פריטים
ASC_Result=נמצא <a>1</a> פריט
ASC_Result0=אין בעיה
M_Install=התקנה לתיקון
ASC_EUAL=בהקלקה על "התקנה לתיקון" מקובלים הסכמי Advanced SystemCare להלן: הסכם-הרשאת-משתמש-קצה של <a>EULA</a> ושל <a>מדיניות הפרטיות </a> ומוסכם להתקין אותם
iobit_lang_SystemOptimizereport=דו"ח מיטוב מערכת
iobit_lang_key_junkfile_group_1=קובצי זבל (%d פריט/ים, %s) :
iobit_lang_key_privacy_group_2=עקבות פרטיות (%d פריט/ים, %s) :
iobit_lang_key_sysOptimization_group_3=מיטוב המערכת (%d פריט/ים ) :
iobit_lang_key_internetboost_group_4=שיפור המרשתת (%d פריט/ים ) :
iobit_lang_key_registryclean_group_5=כניסות מרשמה (%d פריט/ים ) :

[AutoUpdate_M]
lan_Downloading_M=מוריד
lan_Speed_M=%s מהירות הורדה:
Lan_Finish_M=סיום
Lan_Congratulation_M=מזל טוב!
Lan_UpdateFail_M=העדכון נכשל, בבקשה נסה שוב מאוחר יותר
Lan_UpdateSuccess_M=.המסיר עודכן, כעת אתה יכול להנות מהשיפורים ומהתכונות החדשות
Lan_UpdateNew_M=.כבר יש לך את הגרסא האחרונה. אין עדכונים זמינים
Lan_UpdateFreeInfo_M=גרסא חדשה של המסיר זמינה
Lan_UpdateFreeDownInfo_M=.בבקשה עדכן עכשיו כדי לקבל את כל התכונות והשיפורים האחרונים, זה בחינם
Lan_Sure_M=אתה בטוח שאתה רוצה לבטל את העדכון?
Lan_Download_M=הורדה
Lan_Getting_M=מקבל מידע על העדכון, המתן בבקשה
Lan_LVheardOne_M=עדכונים זמינים
Lan_LVheardTwo_M=גרסא חדשה
Lan_LVheardThree_M=גודל
Lan_historyInfo_M=!זמין כעת, עדכן על מנת להנות מהשיפורים והתכונות החדשות IObit Uninstaller %s
Lan_UpdateNow_M=עדכן עכשיו
Lan_UpdateLater_M=עדכן מאוחר יותר
lan_WhatNew_M=מה חדש
Lan_NewReady_M=גרסא חדשה מוכנה
Lan_Title=IObit Uninstaller אשף העדכון של

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=שלח
lblErrorDetails.Caption=פרטי שגיאה:
lblUserEmail.Caption=כתובת המייל שלך:
lblSuccTips1.Caption=נשלח בהצלחה! נעשה הכל על מנת לפתור את הבעיה בהקדם האפשרי!
btnClose.Hint=סגור

[SendBugReportNew_M]
M_AskUserTips1=<a>מדיניות הפרטיות</a>  .נתקל בבעיה, בבקשה לחץ על "שלח" בשביל לשלוח לנו את קובץ השגיאה על מנת שנוכל לפתור את הבעיה
M_BugStatisticsTips=...נתקל בבעיה וצריך להיסגר. אנחנו בודקים כעת את הבעיה, המתן בבקשה
M_SendingTips=שולח...
M_AttentionTips1=<a>מדיניות הפרטיות</a> .נתקל בבעיה, כדי לעזור לנו לפתור את הבעיה קובץ שגיאה ישלח לנו באופן אוטומטי תוך 5 שניות. או שתוכל לסגור את החלון לביטול
M_InvalidEmailTips1=כתובת מייל שגויה. בבקשה הזן כתובת מייל תקינה על מנת שנוכל ליצור איתך קשר
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=...מקבל גרסא רשמית
RestoreSuccess_Caption=התקנת את הגרסא בהצלחה IObit Uninstaller הרשמית של
RestoreFailed_Caption=נכשלה הורדת הגרסא הרשמית של המסיר. בבקשה הורד את הגרסא הרשמית מהאתר שלנו
Run_Button=הרץ עכשיו
Download_Button=הורד כעת

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=אתה מפעיל גרסא לא רישמית של המסיר
lbl_SecondTitle.caption=הגרסא הלא רישמית של המסיר לא תעבוד יותר.
lbl_HarmInfo.caption=זה לא רק יגרום נזק לביצועים אלא גם יפר את הפרטיות שלך עקב נקודת תורפה באבטחת המערכת שנגרמה על ידי זה
lbl_OfficialInfo.caption=השג את הגרסא המקורית של המסיר עכשיו על מנת להגן בצורה חזקה ומיידית על הפרטיות והמחשב שלך.
htmlLabel_Text.caption=תהנה מ <a>75%</a> הנחה עבורך, על מנת לקבל את הגרסא המתקדמת
btn_GetPro.caption=קבל PRO
btn_GetFree.caption=קבל בחינם

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=קבל את <a>אַיֹאובִּיט/'מסיר-ההתקנה' פרו הרשמי ב $0 </a> היום, לקחת את הפרטיות שלך והמחשב בחסות הגנה עוצמתית
btn_GetPro_before=קבל גרסת הפרו ב $0

[Detain_M]
M_MianTitle=אַיאוֹבִּיט/"מעדכן-התכנה" סייע לך ב:
M_QuestionString=בטוח להסיר ההתקנה?
M_btnok=להסיר התקנה בכל מקרה
M_btnCancel=אני רוצה לשמור
M_UninstallCaption=מסיר-התקנת תכניות
M_DiskCaption=שומר על שטח פנוי בדיסק
M_RegCaption=מוחק כניסות מרשמה

[Uninstaller_M]
MenuRight_Caption=הסרה חכמה
Explorer_Button=מגרסת קבצים
Controlpanel_Button=הסרה חכמה

[ACD_M]
M_Downloading=:מוריד
M_TipFixing=מתקן
M_Tips=ההורדה בתהליך, לחץ פעמיים בשביל פרטים
M_Installing=:מתקין
M_MD5Faild=הקובץ המורד הוא שגוי. בבקשה נסה שוב מאוחר יותר
M_NetError=!שגיאת רשת, ההורדה נכשלה, בבקשה נסה שוב מאוחר יותר
M_DiskIsFull=!אין מספיק מקום בדיסק קשיח
M_Speed=מהירות:
M_AreSure_IObit=? IObit אתה בטוח שאתה רוצה לצאת ממנהל ההורדות של

[ACD_frmActionCenter]
lbl_Cancel.Caption=ביטול
lbl_Min.Caption=הקטן
btnClose.Hint=סגור

[EasyUninstall_M]
EasyPoint=גרור אותי לחלון פתוח, קיצור דרך בשולחן עבודה או יישום בשורת המצב
EasyNothingInfo=לא ניתן למצוא מטרה, בבקשה גרור אותי לחלון אחר, קיצור אחר או יישום אחר בשורת המצב
EasyDeleteFileFail=הקןבץ לא יכול להימחק מכיוון שהוא בשימוש כרגע, בבקשה סגור את הקובץ ונסה שוב.
EasyDeleteFolderFail=התיקייה לא יכולה להימחק מכיוון שהיא בשימוש כרגע, בבקשה סגור את הקבצים הפתוחים ונסה שוב.
EasyKillProcessFail=כשל בסיום התהליך
EasyKillProcessHint1=בטוח לסיים התהליך?
EasyKillProcessHint2=כל נתון שלא נשמר ילך לאיבוד
EasyUninstallPath=הסר או מחק:
EasyUninstall=הסרה
EasyShortcut=מחק קיצור דרך
EasyLocation=פתח מיקום קובץ
EasyDelete=מחק
EasyCancel=ביטול
EasyTransparency=שקיפות
EasyOpaque=אטום
EasyExitEasy=פתח חלון מרכזי
EasyExitIobit_1=יציאה מ-אַיֹאובִּיט/'מסיר-ההתקנה'
EasyKillProcess=סיום תהליך

[Uninstaller_frm_FeedBack]
lbl_Title.caption=משוב
lbl_DescTitle.caption=:תיאור
lbl_EmailTitle.caption=:כתובת דואר
lbl_ScreenShot.caption=צילום מסך
lbl_TypeTitle.caption=בקש סוג
btnImg_FeedBackSend.caption=שלח
btnImg_FeedBackCancel.caption=ביטול

[Uninstaller_Form_SendResult]
lbl_Sending.caption=שולח...
lbl_SendFailed.caption=שליחה נכשלה, בבקשה לחץ אישור על מנת לשלוח חוות דעת אונליין
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=תודה על שליחת חוות הדעת, ניצור איתך קשר הכי מוקדם שנוכל
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=אהבתי
FeedBack_2=הצעות
FeedBack_3=נכשל בהסרה
FeedBack_4=בעיה בניזוקות
FeedBack_5=סוגיית מוניטור-התקנה
FeedBack_6=בעיה במעדכן התוכנה
FeedBack_7=נכשל בהצגת כל התוכניות
FeedBack_8=בעיות בסריקה החכמה
FeedBack_9=דווח על באג
FeedBack_10=אחר
EmailMessage=כתובת דואל שגויה. בבקשה הזן כתובת דואל אמינה על מנת שתוכל לקבל את תגובתנו
MemoHint=בבקשה פרט את ההצעות או הבעיות שנתקלת בהן על מנת שנוכל לשפר את המוצר בהתאם
ScreenMaxMessage=הפעולה נכשלה. הגעת למקסימום של 5 צילומי מסך
CloseHintMsg=אתה בטוח שאתה לא רוצה לשלוח את המשוב?
SendBugck=<a>הסכם פרטיות</a> לבדיקה.  debug בנוסף שליחה אלינו את קובץ ה
FeedBackMessage=בבקשה כתוב תיאור
EmailHint=בבקשה הזן כאן את כתובת האימייל הנכונה שלך
Startup_Delete_M=מחק
M_FiveStar=התוכלו, בבקשה, לתת לנו ציון של 5 כוכבים?

[FileShredder_M]
ShredderDetail_0=אתה יכול לגרור קובץ או תיקייה לכאן לגריסה
ShredderDetail_01=קבצים שנמחקו באופן רגיל ניתנים לשיחזור
ShredderDetail_02=להסרת קבצים באופן בטוח וסופי, פשוט לגרור קובץ או תיקייה לגריסתם, כאן
FileShredder_MaxCount_M=5000קבצים נוספו, בבקשה הוסף את שאר הקבצים לאחר הגריסה של ה5000 האילו
Shredder_InUse_M=קבצים מסויימים לא יכלו להיגרס. בדוק אם הם בשימוש עדיין
Shredder_Del_M_1=בטוח שתרצו למחוק סופית את <a>%d</a> הפריטים הנוספים? פעולה זו  בלתי-ניתנת-לשיחזור לחלוטין וייקח זמן רב להשלימה
Shredder_DelOne_M_1=בטוח שתרצו למחוק סופית את <a>1</a> הפריט הנוסף? פעולה זו בלתי-ניתנת-לשיחזור לחלוטין וייקח זמן רב להשלימה
Shredder_NotDel_M=קובץ אחד לא נגרס מאחר שלא ניתן לכתוב בו. נא לבדוק אם הוא עדיין בשימוש
Shredder_OneFileDel_M=הקובץ לא נגרס מאחר שלא ניתן לכתוב בו. נא לבדוק אם הוא עדיין בשימוש
Shredder_Sucess_M=נגרס בהצלחה
Shredder_OneSucess_M=נגרס בהצלחה
Shredder_DirIsEmpty_M=זה ריק, אתה לא יכול לגרוס את זה
Shredder_NotAddFolder_M=.מכיוון שפעולה זו עשויה לגרום לאי יציבות מערכתית "%s" אין אפשרות לגרוס את

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=מגרסת קבצים
lbl_Listview_Title.caption=בחר את הקובץ או התיקייה שברצונך לגרוס
lblLoading.caption=טוען....
lbl_AddFile.caption=הוסף קובץ...
lbl_AddFolder.caption=הוסף תיקייה...
RdImageButton_Shredder.caption=גרוס
RdImageButton_Cancel.caption=ביטול
ListView_FileList.Columns[0].Caption=מיקום קובץ
Menu_Shredder_Shredder.caption=גרוס
Menu_Shredder_AddFile.caption=הוסף קובץ
Menu_Shredder_AddFolder.caption=הוסף תיקייה
Menu_Shredder_Romove.caption=הסר
Menu_Shredder_Clean.caption=נקה
lbl_Shredder_Tip.caption=גורס כעת את הקבצים, זה יכול לקחת קצת זמן, המתן בבקשה...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=.לרשימת הגריסה מכיוון שפעולה זו עשויה לגרום לאי יציבות מערכתית %s" לא ניתן להוסיף את
ForceUninstallEndProgressMsg=.פועל, בבקשה עצור את התהליך שלו ונסה שוב %s
ListView_FindReslut.Columns[0]_M=שם
PopMenu_OpenFolder_M=פתיחת מיקום קובץ
PopMenu_ViewEntry_M=פתיחה ב regedit

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=הסר בכוח
lbl_FUInfo.caption=סריקה חכמה עוזרת לך להסיר תוכנה שלא יכולה להמחק באופן רגיל ומנקה את כל הקבצים שנשארו ממנה, זה גם יכול לעזור בניקוי קיצור הדרך וקובץ היעד שלה בקלות
btnImg_Open.caption=בחר...
lbl_DropInfo.caption=אתה יכול לבחור, לגרור, או לשים קובץ או תיקיה על מנת למחוק את התוכנה הקשורה אליה
btnImg_Uninstall.caption=הסרה
btnImg_Cancel.caption=ביטול
PopMenu_Uninstall.caption=הסרה
PopMenu_SearchOnline.caption=חפש ברשת
ListView_FindReslut.Columns[1].caption=גודל
ListView_FindReslut.Columns[2].caption=תאריך התקנה

[Healthcheck_M]
M_MainTitle=בריאות-התכנה
M_ScaningString=בריאות-התכנה מנתח את סטטוס הבריאות של כל התכניות שלך כעת
M_NoProgramString1=לא נמצאו בעיות
M_NoProgramString2=כל התכניות רצות היטב
ResidualMainString=מוחק שאריות של הסרת-התקנה לשחרור יותר שטח דיסק
PluginMainString=מסיר מתקעים ופרסומות זדוניים לדפדוף מהיר ומאובטח
UpdaterMainString=עדכון תכנות מיושנות להגנה על המחשב מפני ניצול-לרעה של "יום-אפס" ופריצות-אבטחה אחרות
BanwebMainString=חוסם הודעות קופצות של אתר, המפריעות לך
M_Fix=תיקון
M_Detail=פרטים
M_Complete=תיקון הושלם!
M_LeftoversDelete=נמחקו בהצלחה <a>%s</a> שאריות של הסרת-התקנה
M_LeftoverDelete=נמחקה בהצלחה <a>%s</a> שארית של הסרת-התקנה
M_BanwebsDelete=נחסמו בהצלחה <a>%s</a> הודעות אתר
M_BanwebDelete=נחסמה בהצלחה <a>%s</a> הודעת אתר
M_ResultLeftovers=שאריות של הסרת-התקנה:
M_ResultPlugin=מתקעים ופרסומות/זדוניים:
M_ResultUpdate=תכנות מיושנות:
M_ResultBlock=הודעות אתר:
M_ScanClose=הסריקה בעיצומה. בטוח שצריך לצאת כעת?
M_ResidualTitle=<a>%s</a> שאריות הסרת-התקנה
M_ResidualTitles=<a>%s</a> שאריות הסרת-התקנה
M_SoftUpdateTitle=<a>%s</a> תכנית מיושנת
M_SoftUpdateTitles=<a>%s</a> תכניות מיושנות
M_PluginTitle=<a>%s</a> זדונה/מתקעים, פרסומת
M_PluginTitles=<a>%s</a> זדונה/מתקעים, פרסומות
M_BanwebDetailTitleY=נמצאה <a>%s</a> הודעת אתר
M_BanwebDetailTitlesY=נמצאו <a>%s</a> הודעות אתר
M_ResidualTitleMain=<a>%s</a> שאריות הסרת-התקנה
M_ResidualTitlesMain=<a>%s</a> שאריות הסרת-התקנה
M_SoftUpdateTitleMain=<a>%s</a> תכנה מיושנת
M_PluginTitleMain=<a>%s</a> זדונה/מתקעים פרסומות
M_PluginTitlesMain=<a>%s</a> זדונה/מתקעים פרסומות
M_BanwebTitleY=<a>%s</a> הודעת אתר
M_BanwebTitlesY=<a>%s</a> הודעות אתר
M_BanwebTitleG=<a>%s</a> הודעת אתר
M_BanwebTitlesG=<a>%s</a> הודעות אתר
M_TitleCount=שם (סך הכל: %d)
M_BanwebTitleCount=אתר (סך כל: %d)
M_BRate=חוסם דירוג
M_Version=גרסא חדשה
M_Type=סוג
M_Malicious=מתקע זדוני
M_Ads=מתקעים פרסומות
M_Residual=שאריות הסרת-התקנה
M_SoftHealth=בריאות התכנה
M_item=פריט
M_items=פריטים
M_Plugin=זדונה/מתקעים פרסומות
M_Software=תכנה מיושנת
M_File=קובץ
M_Reg=רישום
M_Tasks=משימות מזומנות
M_Ser=שירותי מערכת
M_CleanClose=התיקון בעיצומו. בטוח שצריך לצאת?
M_Finish=סיום (%d)
M_Fixing=בתיקון...
M_Select=בחר הכל
M_LeftoversTitle=שאריות הסרת-התקנה
M_Delete=מחיקה
M_Remove=הסרה
M_Update=עדכון
M_Block=חסימה
M_Code=הכנסת קוד
M_Back=חזרה
M_ScanLeft=סריקה לשאריות של הסרת-התקנה...
M_ScanPlugin=סריקה למתקעים זדוניים/פרסומות...
M_ScanUpdater=סריקה לתכנות מיושנות...
M_ScanBanweb=סריקה להודעות אתר...
M_Recommendation=המלצה
M_Optional=אופציונלי
ASCPromote_Views=<a>%s</a> פריטים אחרים ישפיעו על ביצועי המערכת
ASCPromote_View=<a>%s</a> פריט אחר ישפיע על ביצועי המערכת
Viewdetails=צפיה בפרטים

[Uninstall_Tools_History_M]
ListviewHeader_Software_M=שם
History_info_DouBle_M=התוכניות לא הוסרו במלואם בזמן האחרון, בבקשה לחץ על הסר להמשך
History_info_One_M=התוכנית לא הוסרה במלואה בזמן האחרון, בבקשה לחץ על הסר להמשך
History_Scanfor_M=סריקה לשאריות
History_ViewDetail_M=צפייה בפרטים
UninstallLog_No_IsEmpty_M=לא נמצאו קבצי זבל בסריקה המתקדמת
Program_Information=מידע על התוכנה
Files_Deleted=קבצים נמחקו
Registries_Deleted=רישומים נמחקו
Scheduled_Tasks_Deleted=משימות שנידחו נמחקו
Deleted_on_Reboot=נמחק בהפעלה מחדש
Service_Deleted=שירות נמחק
Export_M=חלץ
rdlbl_NoTkanks=לא תודה
RdLabelDetailNull=הפרטים והסטטוס של כל הסרת-התקנה יוצגו כאן
RdLabelDetails=אַיאוֹבִּיט/"מסיר-ההתקנה" סייע לך להסיר <a>%d</a> תכניות ולחסוך <a>%s</a> שטח דיסק
RdLabelDetail=אַיאוֹבִּיט"מסיר-ההתקנה" סייע לך להסיר <a>%d</a> תכנית ולחסוך <a>%s</a> שטח דיסק
History_NoUninstalled_M=לא הוסר
History_Residualfilesleft_M=קבצי זבל נותרו
M_NoHistoryFound=לא נמצאה היסטוריה של הסרת-התקנות

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=הסרת התקנת היסטוריה
ListView_History.Columns[1].Caption=הסרת תאריך
ListView_History.Columns[2].Caption=גודל
ListView_History.Columns[3].Caption=פעולה
Menu_ClearThis.Caption=ניקוי היסטוריה
Menu_ClearAll.Caption=ניקוי כל ההיסטוריה

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=לא תודה
RdImgBtnUninstall.caption=הסרה
RdListView_History.Columns[0].Caption=שם התוכנית
RdListView_History.Columns[1].Caption=סטטוס

[InstallDetected_M]
Install_DetectedOne=הותקן "%s"
Install_DetectedTwo=הותקנו <a>%s</a> תכניות
Install_ViewDetail=הצג פרטים

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=אפשור
lbl_Caption.caption=זוהתה התקנה חדשה
lbl_InstallMoniorInfo.caption=אנו ממליצים לאפשר 'מוניטור ההתקנה' לסיוע בתיעוד וצפייה בשינויים שנעשו במערכת בזמן התקנת תכניות

[Uninstaller_form_InstallDetail]
lbl_RegText.caption=כניסות מרשמה:
lbl_SzieText.caption=גודל כללי:
lbl_FileText.caption=קבצים:

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=התקנות שנרשמו
rdlbl_Or.Caption=או
rdlbl_Auto.Caption=ניטור אוטומטי
rdlbl_Drap.Caption=ניטור ידני

[IUInstallMonitorFrm_M]
TipFileMsi=קובץ תצורת-הפעלה לא נתמך. נא לבחור-מחדש ולנסות שוב
TipFileNotMsiExe=קובץ תצורת-הפעלה לא-תקף. נא לבחור מחדש אחד תקף ולנסות שוב
AddTip1=מוניטור-ההתקנה עסוק!
AddTip2=ההתקנה כבר במעקב המוניטור. נא לנסות שוב אחרי שההתקנה הושלמה
StarFileTip=כישלון בהרצה
ExePathErrorTip=קובץ תצורת-הגדרה (סט-אפ) מהתקן-רשת איננו נתמך. נא להעתיק הקובץ לתוך ההתקן המקומי שלך ולנסות שנית
Logging=שינויים ברישום המערכת...
rdlbl_TipContent_M='מוניטור התקנה' מזהה ומתעד שינויים במערכת של התקנות, המאפשר לך לצפות בשינויים שתכניות מנוטרות עשו בזמן ההתקנה
rdlbl_SwitchTip.Caption_M=מזהה אוטומטית ומתעד התקנות תכנית
rdlbl_DragTip.Caption_M=הוספה או גרירה של קובץ התקנה לכאן לרישום ההתקנה

[Uninstaller_frmMonitorLog]
rdlbl_SeeTip.Caption=מוניטור-ההתקנה יצר רישום התקנה עבורך. הצפייה בפרטים למטה:
rdlbl_Export.Caption=חלץ
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=שם התצוגה:
InstallDateTip=תאריך ההתקנה:
VersionTip=גירסה:
PublisherTip=מפרסם:
LocationTip=מיקום:
InstallationDurationTip=משך ההתקנה:
InstallPackageTip=חבילת ההתקנה:
RegEntriesTip=כניסות המרשמה:
FilesCountTip=קבצים:
TaskCountTip_M=משימות מזומננות:
ServiceCountTip_M=שירותי מערכת:
DllCountTip=רישום דִי.אֵל.אֵל:
TotalSizeTip=גודל כללי:
ProgramInformationTip=מידע על התוכנה
MMORegistryTip=קבצים ברישום
MMOFilesTip=קבצים
MMOTaskTip_M=ץתכניות מזומננות:
MMOServiceTip_M=שירותי מערכת
MMODllTip=רישום דִי.אֵל.אֵל
MonitorLog_SecondsLan=שניות
MonitorLog_SecondSingleLan=שנייה

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=משוב
lbl_CheckingText.Caption=מנתח את כל התכניות...
lbl_FixDetails.Caption=בדיקה ותיקון

[MainForm_M]
Nav_Colle_Program_All=תוכניות
Nav_Colle_Browser=סרגלי כלים ותוספים
Nav_Colle_Win=Windows אפליקציות
Nav_Colle_AC=מרכז הפעולות
Nav_Colle_SU=מעדכן-התכנה
Nav_Item_Program_All=כל התוכניות
Nav_Item_Bundleware=נוזקות
Nav_Item_Program_Recent=הותקנו לאחרונה
Nav_Item_Program_Infrequent=לא בשימוש תדיר
Nav_Item_Program_Large=תוכניות גדולות
Nav_Item_Win_Update=Windows מעדכן
Nav_Item_Browser_All=כל סרגלי הכלים והתוספים
Nav_Item_InstallMonitor=מוניטור-ההתקנה
Nav_Item_Logged=תכניות מתועדות
Hint_Settings=אפשרויות
Hint_Tools=כלים
UninstallProTipEnterCode=הזן קוד
UninstallProTipManage=נהל רישון
Button_Uninstall=הסרה
Button_Remove=הסר
Button_Update=עדכון הכל
Button_Install=השג כעת
ToolPopForceUninstall=הסר בכוח
ToolPopCleanup=בריאות-התכנה
ToolPopStubborn=מסיר תכנית עיקשת
ToolPopHistory=מחק היסטוריה
ToolPopFileShredder=מגרסת קבצים
ToolPopHunterMode=הסרה קלה
ToolPopUpdate=Windows מעדכן
MoreSettingPopSetting=...הגדרות
MoreSettingPopRestore=שחזור מערכת
MoreSettingPopExport=חלץ רשימת תוכנות מותקנות
MoreSettingPopUpdate=חפש אחר עדכונים חדשים
MoreSettingPopManual=עלון שימוש למשתמש
MoreSettingPopSupport=תמיכה טכנית
MoreSettingPopOnline=ברשת IObit
MoreSettingPopLike=אהבתי
MoreSettingPopAbout=אודות
MoreSettingPopWhatsNew=מה חדש
DefaultSelProg=מסיר-התקנה של תכניות לא נחוצות, לשחרור יותר שטח דיסק
DefaultSelPlug=.הסרת תוספים לא רצויים על מנת להגן על הדפדפן שלך
DefaultSelADPlugin1=הסרה של 1 מתקע זדוני/פרסומת לגלישה מאובטחת
DefaultSelADPlugin2=הסרת  %d מתקעים זדוניים/פרסומות לגלישה מאובטחת
DefaultSelWApp=.הסרה של אפליקציות מערכת לא רצויות לשיפור ביצועי המחשב שלך
DefaultSelBundle=.הסרה של תוכניות מקושרות לא רצויות
DefaultSelUpdate=שמור על התוכניות שלך מעודכנות
DefaultUpdaterPromot=עדכון של יותר תכניות עם אַיאוֹבִּיט/"מעדכן-התכנה"
DefaultUpdaterPromote1=נמצאה תכנית מיושנת
DefaultUpdaterPromote2=נמצאו תכנות מיושנות
DefaultUpdaterPromoteInfo=הקלקה על 'עדכון הכל' לעדכון התכניות המיושנות, בקליק-1
SelInfoProg=:תוכנית נבחרה להסרה. גודל כולל
SelInfoProgM=:תוכניות נבחרו להסרה. גודל כולל
SelInfoPlug=תוסף נבחר להסרה
SelInfoPlugM=תוספים נבחרו להסרה
SelInfoApp=יישום שנבחר להסרה. סך כל גודל:
SelInfoAppM=יישומים שנבחרו להסרה. סך כל גודל:
SelInfoBundle=פריט נבחר להסרה
SelInfoBundleM=פריטים נבחרו להסרה
BundleHint=כשאר אתה מתקין את התוכנה הרצויה, תוכניות אחרות עלולות להיות מותקנות בנוסף ללא ידיעתך, אתה יכול להסיר את התוכניות הלא רצויות הללו.
RestoreDefaultSettingsButton=%sשחזור את ההגדרות המקוריות של
APTitle=Pro הפעל את כל גרסאות ה
AP5=ניקוי הסרת-ההתקנה! עם יומן
AP2=מחק קבצים עקשניים יותר
AP3=גלישה מהירה ובטוחה
AP4=מעדכן תוכנות בלחיצה אחת
MainUpdate_Hint=גרסא חדשה
HealthCheckFound1=<a>%d</a> שאריות הסרת-התקנה
HealthCheckFound2=<a>1</a> שארית הסרת-התקנה
HealthCheckFound3=<a>%d</a> מתקעים פרסומות/זדונה
HealthCheckFound4=<a>1</a> מתקעים פרסומות/זדונה
HealthCheckFound5=<a>%d</a> תכנות מיושנות
HealthCheckFound6=<a>1</a> הודעת אתר
HealthCheckFound7=<a>%d</a> הודעות אתר
StubbornFound=נמצאו תכניות עם בעיות הסרת-התקנה
NewsDisconnCaption=חלוק את אַיֹאובִּיט/'מסיר-ההתקנה' עם משפחתך וחבריך
NewsDisconnDes=הם ישמחו להשתמש בו!
NewsNewVerCaption=עדכון חשוב זמין
NewsNewVerDes=נא להוריד את הגירסה האחרונה כעת
ToolPopForceUninstall_Detail=סיוע בהסרת תכניות שלא ניתן להסיר בדרך רגילה
ToolPopCleanup_Detail=מריץ תכניות באופן חלק ומפחית סיכוני אבטחה
ToolPopHistory_Detail=מציג פרטים וסטטוס עבור כל הסרת תכנית
ToolPopFileShredder_Detail=מסייע בהסרה מאובטחת וסופית של קבצים לא-רצויים
ToolPopHunterMode_Detail=גרירת אייקון 'הסרה בקלות' להסרת תכניות בקלות
ToolPopUpdate_Detail=עורך רשימת כל עדכוני חלונות במחשב
ToolPopStubborn_Detail=מסייע בהסרת תכניות עיקשות בקלות ובאופן יסודי
DefaultSelInfo_Logged=התכניות המתועדות ניתנות למחיקה יסודית

[MetroApp_M]
NoSerchItem_Tip=אין פריטים המתאימים לחיפוש
Win8NoItemTip_M=לא נמצאו יישומי חלונות
Win8LoadingApp=טוען אפליקציות...
Win8ListViewGroupsWin8AppHeader=Windows אפליקציות
Win8ListViewGroupsWin8AppSubtitle=אפליקציות שפורסמו על ידי מייקרוסופט.
Win8ListViewGroupsThirdHeader=אפליקציות מסוג שלישי
Win8ListViewGroupsThirdSubtitle=אפליקציות שפורסמו על ידי חברות סוג שלישי.
RateTipNoRate=שום דירוג לא התקבל עדיין
RateTipHaveRate=משתמשים דרגו

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=שם
ListView_AppList.Columns[1].caption=גודל
ListView_AppList.Columns[2].caption=דירוגים של המשתמש:
ListView_AppList.Columns[3].caption=פעולה
lbl_Notice.caption=בשביל להראות אפליקציות של חלונות, בבקשה תבדוק שלחשבון שלך יש גישת מנהל מערכת
mniUninstall.caption=הסרה
mniRefush.caption=רענן
mniDetails.caption=פרטים
mniOpenFile.caption=פתח מיקום קובץ
mniOpenReg.caption=פתח בעורך הרישום
mniOpenWinstore.caption=בשביל להראות אפליקציות של חלונות, בבקשה תבדוק שלחשבון שלך יש גישת מנהל מערכת
mniSearchOnline.caption=חפש ברשת

[Uninstaller_DiskSmallFrm]
rdlbl_title.Caption=IObit Uninstaller
btnimg_IsShow.Caption=אל תראה את זה שוב
btnimg_uninstall.Caption=להסיר כעת
rdlbl_NoticeInfo.Caption=השטח הפנוי בדיסק המערכת שלך נמוך מ-10%
rdlbl_NoticeTip.Caption=הסרת תכניות לא-רצויות עם אַיאוֹבִּיט/"מסיר-ההתקנה" להשגת יותר שטח דיסק

[LeftNoticeForm_M]
lbl_Caption=אַיֹאובִּיט/'מסיר-ההתקנה'
lblHtml_Info=נמצאו <a>%s</a> שאריות-התקנה
rdlbl_Tip=ניקוי לשחרור יותר שטח
imgbtn_Clear=ניקוי כעת

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=הצג פרטים

[uninstall_Mitor_M]
ProStillLeavesone_M=:תוכנה עדיין משאירה %d
Lbl_metro_Atten.caption=שים לב
lbl_show.caption="%s" עדיין יש שאריות שעלולות להשפיע לרעה על ביצועי מחשב.
showDetails_M=הצג פרטים
Cleanmanually_M=נקה באופן ידני
AutoClean_M=ניקוי אוטומטי
Cleaning_M=מנקה
Cleannow_M=נקה עכשיו
StillLeavas_M=:עדיין משאיר "%s"
RegistryEntries_M=קבצים ברישום
MBFiles_M=קבצי MB
LeftBy_M=הושאר על ידי "%s" נמחקו
Cleanfuture_M=נקה אוטומטי בפעמים הבאות
Registry_M=רישום
File_M=קובץ
Files_M=קבצים
rdlblCleanupCompleted.caption=הניקוי הושלם
rdlblIncomplete.caption=לא הושלם הסר
Setting_M=הגדרות
Uselessfiles_M=קבצים חסרי שימוש
Uselessregistryentries_M=קבצי רישום חסרי שימוש
UselessregistryentriesOne_M=קבצי רישום חסרי שימוש
Removingnow_M=...מסיר עכשיו
rdlblRemoving.caption=...מסיר עכשיו
TrayHintstill=קבצי זבל יכולים להימחק %d עדיין
CCtrayHint_M=קבצי זבל יכולים להימחק %d+ עדיין
LeftoversRemoved_M=שאריות מ  %s  הוסרו:
ProStillLeaves_M=:עדיין משאירים %d
Lan_ViewDetails_M=הצג פרטים
Lan_BundleNoticeText_M=נמצאו בנדלוור בזמן התקנת %s

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=סרגלי כלים ותוספים מזיקים
ListViewGroupMaliciousDesc=סרגלי הכלים והתוספים הללו עלולים לשנות את דפדפן ברירת המחדל שלך ולגנוב את המידע האישי שלך.
ListViewGroupAdTitle=סרגלי כלים ותוספים מבוססי פרסומות
ListViewGroupAdDesc=סרגלי הכלים והתוספים הללו עלולים להציג פרסומות, הודעות קופצות וכדומה
ListViewGroupTrustTitle=סרגלי כלים ותוספים מהימנים
ListViewGroupTrustDesc=הסרגלי כלים והתוספים הללו לא יגרמו נזק למחשבך. אתה יכול להסיר אותם או להשאיר אותם לפי רצונך.
ListViewGroupExtensions=תוספים
ListViewGroupPlugins=פלאגינים
ListViewGroupToolbar=סרגל כלים
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=.תוספות משומשות להתאמה אישית של הדפדפן עם תכונות שאתה אוהב
ListViewGroupPlugin_DES=.תוספים יכולים להיות מותקנים בקלות ולהוות חלק מהדפדפן שלך
ListViewGroupToolbar_DES=.סרגלי כלים עוזרים למשתמשים לקבל גישה מהירה יותר לאתרים או לבצע פעולות בכל מיני אפליקציות שונות
ListViewGroupBHO_DES=.עוזר ליצור דפדפנים מותאמים אישית ומספק תכונות בנגיעה קלות יותר BHO
ListViewGroupActivex_DES=.לדימוי של מידה עשירה Internet Explorer משומש על ידי  ActiveX
NoSerchItem_Tip=אין פריטים המתאימים לחיפוש
PluginColumnStr_Title=שם (סך הכל: %d)
ChromeSyncMsg="כרום-סינק" מאופשר. ייתכן שהמתקעים שסומנו להסרה יותקנו שוב, אוטומטית, אחרי הסרה. נא להקליק <a> השבֶּת את "כרום-סינק" </a> למעקב בפורום שלנו אחרי צעדי השבתת ה"כרום-סינק"
FuncPluginSysPluginMsgBox=.מכיוון שחלק מתכונות הדפדפן עלולות להיות מושפעות לאור ההסרה %s לא מומלץ שתסיר את
FuncPluginLoading=טוען....
FuncPluginRmoveSuccess=...הוסר בהצלחה. טוען
FuncVotePlugSelectMsgBox=בבקשה בחר פריט לדירוג
FuncPluginRmoveConfireSingleMsgBox=אתה בטוח שאתה רוצה להסיר את הפריט הנבחר?
FuncPluginRmoveConfireSomeMsgBox=אתה בטוח שאתה רוצה להסיר את הפריטים הנבחרים?
FuncCheckBrowserMsgBox_1=פועל כרגע %s
FuncCheckBrowserMsgBox_2=לחץ על אישור על מנת לסגור את התוכנית, בבקשה וודא ששמרת את התוכן קודם
FuncCheckBrowserMsgBox_3=או לחץ על ביטול על מנת לעצור את הפעולה
FuncCheckBrowserMsgBox_4=פועלים כרגע %s
FuncCheckBrowserMsgBox_5=לחץ על אישור על מנת לסגור את התוכניות, בבקשה וודא ששמרת את התוכן קודם
FuncCheckBrowserMsgBox_6=או לחץ על ביטול על מנת לעצור את הפעולה
FuncPluginRemoveFailedMsgBox_1=:נכשל בהסרת הפריטים הבאים
FuncPluginRemoveFailedMsgBox_4=והפעל מחדש את המסיר על מנת להסיר את התוכנה %s בבקשה צא מ  %s, יכול להיכשל בהסרה מכיוון שהוא נמצא תחת ההגנה של  %s
FuncRestoreSuccessMsgBox=שוחזר להגדרות המקוריות בהצלחה
FuncRestoreFailedMsgBox=נכשל בשחזור הגדרות דפדפן מקוריות
PluginRestoreStr=%sשחזור את ההגדרות המקוריות של
FuncVoteMarkSelectMsgBox=דרג בבקשה
FuncVoteFailedMsgBox=הדירוג נכשל, בבקשה בדוק את חיבור האינטרנט שלך ונסה שוב
FuncVoteActiveVote=דרג
FuncVoteWaitting=שולח דירוג, המתן בבקשה
VoteStr_1=משתמש כבר דירג, אתה כבר דירגת <a>1</a>
VoteStr_2=לא התקבל שום דירוג עדיין, תהיה הראשון
VoteStr_3=משתמשים דירגו, כבר דירגת <a>%d</a>
VoteStr_4=?משתמשים דירגו, מה אתה חושב על התוסף הזה <a>%d</a>
NoticeInfoEx_One=.על מנת להסיר אותו IObit Uninstaller תוסף מזיק נמצא בדפדפן שלך, בבקשה פתח את  <a>1</a>
NoticeInfoEx_Some=.על מנת להסיר אותם IObit Uninstaller תוספים מזיקים נמצאו בדפדפן שלך, בבקשה פתח את <a>%d</a>
Removingnow_M=...מסיר עכשיו
mniOpeninRegedit_M=פתח ב regedit
lbl_NoFoundItems.caption_M=לא נמצאו סרגלי-כלים או מתקעים

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=שם
rdlvAllBrowse.Columns[1].Caption=דירוגים של המשתמש:
rdlvAllBrowse.Columns[2].Caption=פעולה
rdlvCustomBrowse.Columns[0].Caption=שם
rdlvCustomBrowse.Columns[1].Caption=פעולה
mniRemove.Caption=הסר
mniRate.Caption=דרג
mniIgone.Caption=התעלם
mniRefush.Caption=רענן
mniOpenFloder.Caption=פתח מיקום קובץ
mniSelectedAll.Caption=בחר הכל
mniInvertSelection.Caption=הפוך בחירה
mniSearchOnline.Caption=חפש ברשת

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=פרמוט דפדפן
lblConfire.Caption=אתה בטוח שאתה רוצה לשחזר הגדרות ברירות מחדל ?
lblHomepageTitle.Caption=דף הבית כעת:
lblSearchTitle.Caption=מנוע חיפוש ברירת מחדל:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=ביטול

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=לא נמצאו תכניות כאלה (לא בשימוש יותר מחודשיים)
Noprograms_Size_M=.שום תכנית לא עוברת %s
Noprograms_match_M=אין פריטים המתאימים לחיפוש
Noprograms_Recent_M=.שום תוכניות לא הותקנו בעשרת הימים האחרונים
monthsago_M=חודשים לפני %d
yearsago_M=שנה לפני %d
yearsagos_M=שנים לפני %d
SoftwareFrame_InstallDate_M=תאריך התקנה
SoftwareFrame_FrequencyUse_M=שומש לאחרונה
HistoryInfo_DisplayName=שם מוצג:
HistoryInfo_Publisher=מפרסם
HistoryInfo_Version=גרסא
HistoryInfo_InstallDate=תאריך התקנה
HistoryInfo_UseSize=שימוש באחסון
HistoryInfo_Location=מיקום
HistoryInfo_UninstallDate=מחק תאריך
Lan_NoBundle_New=בנדלוור היא תכנה הנטענת אוטומטית בהתקנת תכניות אחרות בלי שים לב לאחר התקנת התכנית העיקרית
Lan_Main_Soft=תוכנה מרכזית
Lan_Bundled_Soft=תוכניות מקושרות
Lan_Bundled_Plug=תוספים מקושרים
ColumnName_Logged=יומן התקנה
ColumnName_LogDate=תאריך התקנה
ViewDetail=צפייה ביומן
NoPrograms_Logged=תכניות המתועדות באמצעות 'מוניטור ההתקנה' ניתנות להסרה יסודית בהסרת-התקנה עתידית

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=גודל
ListView_SoftwareList.Columns[2].Caption=תאריך התקנה
ListView_SoftwareList.Columns[3].Caption=פעולה
Menu_Program_Uninstall.caption=הסרה
Menu_Program_Repair.caption=תקן
Menu_Program_Refresh.caption=רענן
Menu_Program_OpenFileLocation.caption=פתח מיקום קובץ
Menu_Program_OpeninRegedit.caption=פתח בעורך הרישום
Menu_Program_SearchOnline.caption=חפש ברשת

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=סוג
ListView_BundleList.Columns[2].Caption=פעולה
Menu_Program_Uninstall.caption=הסרה
Menu_Program_OpenFileLocation.caption=פתח מיקום קובץ
Menu_Program_OpeninRegedit.caption=פתח בעורך הרישום
Menu_Program_SearchOnline.caption=חפש ברשת
mni_Ignore.caption=התעלם

[PromoteForm_M]
M_ProAD_Title=יותר תכונות והטבות במהדורת הפרו:
M_ProAD_CleanLog=הסרה יסודית של תכניות המתועדות בזמן התקנתן
M_ProAD_Monitor=השגחת על התקנות תוכנה, והסרת מזיקים בקלות
M_ProAD_Database=מסד נתונים גדול מאוד על מנת להסיר תוכניות עקשניות וקשות להסרה
M_ProAD_Plugin=מסיר זדונת פרסומות ומתקעים עבור גלישה חלקה ובטוחה
M_ProAD_Update=קליק-1 לשמירה על עדכון-רציף של התכניות שלך
M_Continue=להמשיך בהסרת-ההתקנה
M_BundleTitle=הפעלת אַיאוֹבִּיט/"מסיר-ההתקנה" פרו להסרת 'בּנדלוור' ביסודיות
M_BundleTitle2=מנטר התקנת תכניות בזמן-אמת ומסיר בנדלוור בקלות
M_UninstallLogTitle=הפעלה של אַיאוֹבִּיט/"מסיר-ההתקנה" פרו לזיהוי אוטומטי של רישום התקנת תכנית עבור הסרת-התקנה יסודית עתידית עם רישומי יומן
M_PluginMaliciouTitle=הפעלת אַיאוֹבִּיט/"מסיר-ההתקנה" פרו להסרת נוזקות: מתקעי פרסומות ביסודיות
M_PluginMaliciouTitle2=מסד-הנתונים המתרחב יסייע להסיר יותר נוזקות: מתקעי פרסומות
M_UpdatePromoteOne=ניתן לעדכן %d תכנית
M_UpdatePromoteOnes=ניתן לעדכן %d תכניות
M_UpdatePromoteTwo=הפעלה של אַיאוֹבִּיט/"מסיר-ההתקנה" פרו לעדכון התכנית בקליק-1
M_UpdatePromoteTwos=הפעלה של אַיאוֹבִּיט/"מסיר-ההתקנה" פרו לעדכון התכניות בקליק-1
M_SPUninstallFail=נכשל בהסרה %s
M_SPAD_Title=הפעלה של אַיאוֹבִּיט/"מסיר-ההתקנה" להסרה עם מסד-נתונים ספציפי
M_SPUninstallFailCount=תוכניות נכשלו בהסרה %d
M_SPADCount_Title=לא ניתן להסרה באופן נורמלי. הפעל את הפרו להסרתם עם מסד-נתונים ספציפי
SpecPromotTile_1=נכשל בהסרה %s
SpecPromotTile_2=תוכניות נכשלו בהסרה %d
SpecPromotTile_3=תכנית אחת הוסרה
SpecPromotTile_4=הוסרו %d תכניות
SpecPromotTile_5=אך תוכנית אחת נכשלה בהסרה
SpecPromotTile_6=תוכניות נכשלו בהסרה %d אך
SpecPromotInfo_1=הפעל הפרו להסרתו עם מסד-נתונים ספציפי
SpecPromotInfo_2=הפעל את הפרו להסרתם עם מסד-נתונים ספציפי
SpecPromotInfo_3=לא ניתן להסיר את %s באופן נורמלי
PromoteEnterCode=נא להכניס קוד
UpdateProTitle=הפעלת גירסת הפרו גם לפתרון הסוגיות הבאות
RdAdPlugins=יש צורך להסיר <a>%s נוזקות/מתקעי פרסומות</a> לאבטחת הגלישה שלך
RdAdPlugin=יש צורך להסיר <a>%s נוזקות/מתקעי פרסומות</a> לאבטחת הגלישה שלך
RdAdUpdates=יש צורך לעדכן <a>%s תכנות מיושנות</a> להפחתת סיכוני פגיעוֹּת

[Protip_M]
Congratulations_M=מזל טוב!
YouHave_M=הגרסא האחרונה של המסיר הותקנה בהצלחה!
Try_M=נסה את זה עכשיו!
Tip_M=עודכן בהצלחה ל-איאוביט/"מסיר-ההתקנה  <a>%d</a> אוטומטית
WhatNew_M=מה חדש בגירסה המעודכנת:
More_M=פרטים נוספים

[Uninstaller_Public_M]
Lan_ButtonCancel=ביטול
Lan_ButtonClose=סגור
Lan_ButtonContinue=המשך
Lan_ButtonClean=נקה
Lan_Cleaning=מנקה
Lan_Details=פרטים
Lan_Exit=יציאה
Lan_Hide=הסתר
Lan_Ignore=התעלם
Lan_Ignored=התעלמנו מזה
Lan_item=פריט
Lan_items=פריטים
Lan_LoadingD=טוען....
Lan_WindowMin=הקטן
Lan_WindowMax=הגדלה
Lan_ButtonNo=לא
Lan_Name=שם
Lan_NameT=שם (סך הכל: %d)
Lan_Notagain=אל תראה את זה שוב
Lan_ButtonOK=אוקיי
Lan_Publisher=מפרסם
Lan_WindowRest=שחזר
Lan_ButtonRemove=הסר
Lan_State=מצב
Lan_Show=הראה
Lan_Scan=סרוק
Lan_Search=חפש
Lan_ButtonUninstall=הסרה
Lan_Version=גרסא
Lan_ButtonYES=כן
Lan_ButtonFor0=השגת הפרו ב $0
Lan_ButtonActivate=הפעל עכשיו
Lan_ButtonUpgrade=שדרוג כעת
Lan_ButtonUpgradeFor0=שדרוג כעת ב $0
Lan_DisplayName=שם
Lan_Installationpath=מיקום התקנה
Lan_Description=תיאור
Lan_LinkAbout=לינק 'אודות'
Lan_LinkHelp=לינק 'עזרה'
Lan_SysMsgCorrupted=.IObit Uninstaller קבצים מסויימים של המסיר פגומים. בבקשה התקן מחדש את
Lan_Bit=סיבית

[Unistaller_Register_M]
license_OtherCode_M=.שלך %s בבקשה לחץ על אישור על מנת להוריד ולרשום את  .%s זמין רק ל %s קוד רישיון
LicenseCannotconnect_M=.לא הצלחנו להתחבר לשרתים שלנו. בבקשה בדוק את הגדרות וחיבור האינטרנט שלך ונסה מאוחר יותר
license_OtherGivewalys_M_M=%s הוא רישיון-שי והוא תקף רק עבור הגירסה הספציפית. נא לבקר <a> כאן </a> לרכישת קוד רישיון חדש עבור אַיֹאובִּיט/'מסיר-ההתקנה' %s פרו
License_expired_M=.על מנת לרכוש אחד חדש <a>כאן</a> פג תוקף, לחץ  %s הרישיון
License_maximum_M=.על מנת לרכוש אחד חדש <a>כאן </a> הופעל למקסימום המחשבים האפשרי ולא יכול להיות בשימוש. לחץ  %s הרישיון
License_Free_M=.IObit Uninstaller Pro לא יכול להיות מופעל. בבקשה רכוש רישיון חדש עבור  %s קוד הרישיון
License_valid_M=.קוד רישיון לא תקין. בבקשה הזן קוד תקין
LicenseSeat_M=מושב רישיון
LicenseCodeLiftTime_M=זהו קוד-רישיון לכל החיים, והוא תקף רק עבור אַיאוֹבִּיט/"מסיר-ההתקנה" v%d . נא להתקין שוב את אַיאוֹבִּיט/"מסיר-ההתקנה" v%d פרו
licensedays_left_M=%d ימים נותרו
licenseday_left_M=נותר %d יום
LicenseCodeLocation_M=קוד הרישיון %s חסר-תוקף באיזור שלך או בארצך. נא להקליק 'אוקיי' לרכישת רישיון בר-תוקף
Never_M=לעולם לא

[Uninstaller_Form_Activate]
Label_Get.caption=קבל רשיון
Label_Retrv.caption=שחזר את הקוד
Label_Eg.caption=לדוגמא: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleThree.caption=דפדוף מהיר ובטוח
lblContentThree.caption=מסיר מתקעים ופרסומות זדוניים עבור חוויית גלישה מקוונת מהירה ומאובטחת
lblTitleFour.caption=מעדכן-התכנה
lblContentFour.caption=קליק-1 לשמירה על עדכון רציף של תכניות
RdImgBtnRegNow.caption=הרשם עכשיו
RdLabelCaption.caption=כדי להנות מחווית שירות טובה יותר Pro הפעל את גרסת ה
Label_Please.caption=.Pro בבקשה הזן את הרשיון שלך ולחץ על הירשם עכשיו על מנת להפעיל את התכונות של גרסת ה
Label_Code.caption=:קוד רשיון
RdBtnlab.caption=יותר יתרונות, אנחנו מבטיחים:
RdImgBtn_Upgrade.caption=שדרג לגרסא המלאה

[Form_Activate_M]
lblTitleOne.caption_M=ניקוי הסרת-ההתקנה עם רישום יומן
lblContentOne.caption_M=Tהסרה יסודית של תכניות המתועדות בזמן התקנתן
lblTitleTwo.caption_M=הסרת תכניות עיקשות
lblContentTwo.caption_M=מסד-נתונים ענק להסרה יסודית של תכניות עיקשות

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=סגור
lbleg.Caption=לדוגמא: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=עזרה
Label_Please.caption=.Pro בבקשה הזן את הרשיון שלך ולחץ על הירשם עכשיו על מנת להפעיל את התכונות של גרסת ה
Label_Code.caption=:קוד רשיון
RdImgBtnRegister.caption=הרשם עכשיו
Label_Retrv.caption=שחזר את הקוד
Label_HaveLicense.caption=? אין לך רשיון
Label_click.caption=לחץ כאן כדי לקבל אחד
RdImageButton_Back.caption=חזור
RdImageButton_Close.caption=סגור
RdLabelCaption.caption=מנהל הרשיון
Label_Status.caption=:מצב רשיון
Label_Activated.caption=מופעל
Label_Lcode.caption=:קוד רשיון
Label_Data.caption=:תקף עד
Label_Refresh.caption=רענן
Label_Export.caption=שמור את הרשיון
rdlblAlread.caption:=קיים כבר רישיון

[uninstaller_Form_licensemessage]
rdlblHelp.caption=עזרה
RdImgBtn_Closetwo.caption=סגור
Label_success.caption=!הרשיון הופעל בהצלחה

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. לחץ על מקש שמאלי וגרור את העכבר כדי לבחור את האיזור בו אתה רוצה לצלם את המסך
M_NoticeInfo_AC=2. כדי לצאת Esc לחץ מקש ימני או לחץ
M_Rect=מלבן
M_Oval=עיגול
M_Text=טקסט
M_Paintbrush=מכחול
M_Return=((Ctrl + Z)) פעולת שחזור
M_Copy=העתק
M_Exit=צא מצילום מסך
M_Save=שמור
M_TipInfo=על מנת להדביק Ctrl + V הצילום מסך נשמר בלוח ההעתקה, לחץ
M_TipShow=אל תציג את ההודעה הזאת שוב
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=הגדרות
lbl_UserInterfaceTitle.caption=ממשק משתמש
lbl_SkinTitle.caption=ערכת נושא:
lbl_LanguageTitle.caption=שפה שפועלת כרגע:
lbl_FontSize.caption=גודל גופן:
lbl_Dark.caption=אפל
lbl_Light.caption=בהיר
lbl_UpdateTitle.caption=שיטת עדכון
lbl_UpdateChooseDes.caption=:שיטת עדכון עבור התוכנה הזאת
btnImg_UpdateRemind.caption=הודיע לי כשאשר יש עדכונים חדשים
btnImg_UpdateAuto.caption=עדכון אוטומטי
lbl_GeneralCaption.caption=כללי
btnImg_AutoDelete.caption=מחק את כל הקבצי זבל שנותרו באופן אוטומטי לאחר הסריקה לגילוי קבצי זבל
btnImg_AfterUninstallAutoScan.caption=מחק קבצי זבל של תוכנות שנמחקו על ידי מסיר אחר באופן אוטומטי
btnImg_RemoveToRecycleBin.caption=.העבר את קבצי זבל שנמצאו על ידי הסריקה החכמה לפח הזבל
btnImg_ShowExplorerButton.caption=הוסף כפתור "גרוס" לתפריט אקפלורר
btnImg_ShowComponents.caption=אל תראה רכיבי זמן-ריצה של המערכת
btnImg_ShowMenuButton.caption=מוסיף אופציות הסרת-התקנה עוצמתיות לרשימת קליק-ימני של חלונות
btnImg_OK.caption=OK
btnImg_Cancel.caption=ביטול
lbl_HotKey.caption=מקש קיצור להתקנה קלה:
lbl_OccupiedHotKey.caption=כבר בשימוש, הזן חדש
lbl_Notification.caption=הודעות
btn_NotifySoftUpdater.caption=עדכן אותי כשאר עדכונים לתוכנות זמינים
btnImg_SystemDiskSpace.caption=הודע לי כאשר שטח דיסק המערכת במצב של פחות מ-10%
lbl_Boundleware.caption=רשימת התעלמות
btnImg_remove.caption=הסר
btnImg_UserInterface.Caption=ממשק משתמש
btnImg_General.Caption=כללי
btnImg_Notification.Caption=הודעות

[Uninstall_setting_M]
Setting_UITitle=ממשק משתמש
Setting_GeneralTilte=כללי
Setting_NotificationTilte=הודעות
Setting_BoundlewareTilte=רשימת התעלמות
Setting_Size_Normal=תקין
Setting_Size_Large=גדול
Setting_Size_Larger=גדול יותר
Setting_listviewHeader=שם פריט
SystemComponentsInfo=רכיבי מערכת כמו מסגרת מייקרוסופט.נט, מייקרוסופט ויז'ואל סי++-מוקצה-שוב, מייקרוסופט אֵקס.אֵן.אֵיי
btnImg_NotificInstallLog_M1=תודיע לי כאשר יומן ההתקנה נוצר אחרי הניטור האוטומטי
btnImg_BundlewareInstalled_M=תודיע לי כאשר מותקן בנדלוור
btnImg_BrowserPlugTip_M=תודיע לי כאשר מותקנים מתקעים זדוניים
btnImg_AutoShowTipForm_M=תודיע לי כאשר מזוהה פעולה של הסרת-התקנה של מסיר-התקנה אחר
btnImg_leftovers_M=תודיע לי על זיהוי של שאריות-הסרת-התקנה של תכניות
btnImg_Boundleware.Caption_M=רשימת התעלמות
rdlbl_BoundlwareTip.caption_M=הבנדלוור שברשימת-התעלמות לא יסומן כזיהוי עד אשר יוסר מהרשימה למטה

[SoftUpdate_M]
SU_GroupOutData=מיושן
SU_GroupUpToDate_New=מ-ע-ו-ד-כ-ן
SU_Ignore=התעלם
SU_Ignored=התעלמנו מזה
SU_NoIgnore=בטל התעלמות
SU_Update=עדכן
SU_Updating=מעדכן
SU_UpToDate=מעודכן
SU_NewVersion=גרסא חדשה
SU_CurrVersion=גרסא נוכחית
SU_ActivePro=הפעל עדכונים אוטומטיים
SU_Button_UpdateAll=עדכן הכל
SU_NoFindUpdates=אין עדכון זמין
SU_IgnoreForever=התעלמות מכל העדכונים
SU_IgnoreCurrent=התעלמות מהעדכון הנוכחי
SU_CancelUpdate=העדכון מתקדם. בטוח שברצוך לבטל את העדכון?

[SoftUpdatePromote_M]
IUP_Manually=עדכן באופן ידני
Img_Tab=קבל יותר
LbIUPromote1=עדכון כל התכניות החשובות בקליק-1
LbIUPromote2=מתקין עדכונים אוטומטית בלי ללכת לאתרים
SUInstall=התקנה
SUImg_Tab=התקנת אַיאוֹבִּיט/"מעדכן-התכנה"
LbSUPromote1=עדכון של יותר תכניות בלי שום מאמץ
LbSUPromote2=התקנת תכניות רצויות בקלות
SUEULA=בהקלקה על "התקנה", מוסכם ומקובל להתקין את אַיאוֹבִּיט/"מעדכן-התכנה" והסכם-הרשאת-משתמש-קצה של <a>EULA</a> ושל <a> מדיניות הפרטיות </a >

[SoftUpdateTip_M]
TipOne=<a>%s</a>  מוצר צריך להיות מעודכן
TipOnes=<a>%s</a> מוצרים צריכים להיות מעודכנים
NeverShow=אל תראה את זה שוב
BtnUpdate=עדכן עכשיו

[SpecUTool_M]
SpecTOpen=פתח
SpecTOK=OK
SpecTHide=הסתר
TrayHint=מסיר תוכניות כעת IObit Uninstaller
SpecTUninstalling=:מסיר את התוכנית הבאה
SpecTUninstallingM=:מסיר את התוכניות הבאות
SpecTUninstalled=תוכנית הוסרה
SpecTUninstalledM=תוכניות הוסרו
SpecTClose=סגור

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=שחזור מערכת
rdlblDesc.Caption=שחזר את המחשב שלך למצב שלפני המקרה שנבחר. האחרון לא יכול להמחק בגלל אבטחת המערכת
ListView_Restore.Columns[0].Caption=תאריך ושעה
ListView_Restore.Columns[1].Caption=תיאור
btn_CreateRestorePoint.Caption=צור נקודת שחזור
RdImageButton_Restore.Caption=שחזר
RdImageButton_Delete.Caption=מחק
lblNull.Caption=לא נוצרו נקודות שחזור מערכת
Rdlbl_CreateRestorePoint.caption=צור נקודת שחזור

[SystemRestore_M]
SysRestore_CreateComplete=!נקודת השחזור נוצרה בהצלחה
SysRestore_CreateFailed=.יצירת נקודת השחזור נכשלה. בבקשה בדוק אם שחזור המערכת שלך פעיל
SysRestore_CreateRestore_Confirm=?אתה בטוח שאתה רוצה ליצור נקודת שחזור
SysRestore_CreateRestore_Tip=...יוצר נקודת שחזור, המתן בבקשה
SysRestore_CreateRestore_Failed=.יצירת נקודת השחזור נכשלה. בבקשה בדוק אם שחזור המערכת שלך פעיל
SysRestore_SetRestore_Confirm=?אזהרה: שחזור המערכת לנקודת השחזור האחרונה תבטל את כל השינויים שביצעת במחשב עד לזמן היצירה. ברגע שהותחל, לא ניתן לבטל או להפריע לתהליך השחזור. אתה בטוח שאתה רוצה להמשיך
SysRestore_SetRestore_Reboot=?דרושה הפעלה מחדש על מנת להחיל את השינויים החדשים. בבקשה שמור את כל הקבצים הפתוחים והעבודות שלך וסגור את כל התוכניות מלפני ההפעלה מחדש, אתה רוצה להפעיל מחדש כעת
SysRestore_SetRestore_Tip=...משחזר קבצי מערכת והגדרות, המתן בבקש
SysRestore_Delete_Confirm=?אתה בטוח שאתה רוצה למחוק את זה

[UninstallForm_M]
MsgBox_SelectProgram=בבקשה בחר לפחות תוכנה אחת
Msg_Bundle_RebootSpec=.הוסר, בבקשה הפעל מחדש את מחשבך בשביל להשלים את ההסרה
OneItemStr=פריט %d
SomeItemStr=פריטים %d
Clean_Uninstall=ניקוי הסרת-התקנה
RebootToDelete_Str=(מחק בזמן הפעלה מחדש)
UninstallingSingleStr=?אתה בטוח שאתה רוצה להסיר את התוכנית הנבחרה
UninstallingSomeStr=התוכניות שנבחרו? %d אתה בטוח שאתה רוצה להסיר את
UninstallingSingleStrUpdate=בטוח, להסיר את עדכון החלונות המסומן ?
UninstallingSomeStrUpdate=בטוח, להסיר את %d עדכוני החלונות המסומנים ?
UninstallingSingleStrApp=בטוח, להסיר את יישומי חלונות המסומנים ?
UninstallingSomeStrApp=בטוח להסיר את %d יישומי חלונות המסומנים ?
Uninstall_Str=%s מסיר את (%d/%d)
Scan_Str=%s סורק את (%d/%d)
UninstallOne_Str=%s מסיר את
ScanOne_Str=%s סורק את
CreateRetore_Str=...יוצר נקודת שחזור, המתן בבקשה
SureToDeleteSomeStr=הוסרו <a>%d</a> תכניות, אך הן מכילות עדיין את השאריות הבאות
SureToDeleteOneStr=הוסרה <a>1</a> תכנית אך היא מכילה עדיין את השאריות הבאות
SureToDeleteSomeStrApp=הוסרו <a>%d</a> יישומי חלונות. אבל הם עדיין מכילים את השאריות הבאות
SureToDeleteOneStrApp=הוסר <a>1</a> יישום חלונות. אבל הוא עדיין מכיל את השאריות הבאות
SureToDeleteByHistroy=נמצאו שאריות
DeletingStr=מוחק שאריות, המתן בבקשה
DeleteCancleStr=אתה בטוח שאתה רוצה לבטל את המחיקה?
RestoringCancleStr=?יוצר נקודת שחזור. אתה בטוח שאתה רוצה לבטל
UninstallingCancleStr=הסרת-התקנה בעיצומה וייתכן שיוותרו שרידי קבצים אם תצא כעת. בטוח שצריך לצאת?
ScaningCancleStr=הסריקה בהתקדמות. אם תצא כעת ייתכן ויישארו שרידי-קבצים. בטוח שתרצו לצאת?
RegistryCaption_Str=רישום
FileCaption_Str=קובץ
TaskCaption_Str=משימות מזומנות
ServiceCaption_Str=שירותי מערכת
DllCaption_Str=רישום דִי.אֵל.אֵל
SuccessReslutFromHistroySingle=:קבצי זבל נוקו בהצלחה. פרטים מוצגים למטה
SuccessReslutFromUninstallSingle=:תוכנית עם פרטים למטה <a>%d</a> הסרת בהצלחה
SuccessReslutFromUninstallSome=:תוכניות עם פרטים למטה <a>%d</a> הסרת בהצלחה
SuccessReslutFromUninstallSingleApp=הסרת בהצלחה <a>%d</a> יישום חלונות עם הפרטים למטה :
SuccessReslutFromUninstallSomeApp=הסרת בהצלחה <a>%d</a> יישומי חלונות עם הפרטים למטה:
SuccessReslutNeedRestartSingle=.תוכנית הוסרה <a>%d</a>
SuccessReslutNeedRestartSome=.תוכניות הוסרו <a>%d</a>
FileDeleteReslut=קבצים שנמחקו: <a>%s</a>
RegDeleteReslut=קבצי רישום שנמחקו: <a>%d</a>
TaskDeleteReslut=משימות מזומנות שנמחקו: <a>%d</a>
ServiceDeleteReslut=שירותים שנמחקו: <a>%d</a>
DeepDeleteReslut=פריטים רשומים שזוהו: <a>%d</a>
HtmlRecomReslutCaption=:הוסרו וקבצי הזבל שנמחקו למטה <a>%d</a>
HtmlRecomReslutCaption1=הוסרה <a>%d</a> תכנית ושאריות למטה :
HtmlRecomReslutAppCaption=הוסרו <a>%d</a> יישומי חלונות ושאריות למטה :
HtmlRecomReslutAppCaption1=הוסרו שאריות של <a>%d</a> יישום חלונות, למטה :
HtmlFileReCaption=<a>%s</a> קבצים חסרי שימוש
HtmlRegReCaption=קבצי רישום חסרי שימוש <a>%d</a>
HtmlTaskReCaption=משימות מזומנות תקולות <a>%d</a>
HtmlServicesReCaption=שירותי מערכת תקולים <a>%d</a>
HtmlFileReCaptionOne=<a>%s</a> קבצים חסרי ערך
HtmlRegReCaptionOne=<a>%d</a> כניסות מערכת חסרות ערך
HtmlTaskReCaptionOne=<a>%d</a> משימות מזומננות חסרות תוקף
HtmlServicesReCaptionOne=<a>%d</a> שירותי מערכת חסרי תוקף
UninstallPromote=רכוש עכשיו
RebootYes=הפעל מחדש כעת
RebootLater=מאוחר יותר
FromHistroyNoItem=לא נמצאו שאריות
FromUninstallNoItem=הוסר בצורה מלאה
RelatedMetroText=?האפליקציות הללו מקושרות. הסרה של אחת מהם תגרום להסרה אוטומטית של השנייה, אתה בטוח שאתה להסיר
RelatedSoftText=?תוכניות מקושרות הנמצאות למעלה הותקנו באותו הזמן. אתה רוצה להסיר אותם יחדיו
HtmlADPluginCaption=<a>%d</a> הפרעות פרסומות בתוספים
HtmlMaliciousPluginCaption=<a>%d</a> איומים מתוספים מזיקים
MoneyBackInfo=.אתה תהנה ממחשב בטוח ומהיר יותר על ידי הסרה מלאה של תוכנות ותוספים לא רצויים. 60 ימים של החזרת כסף מובטחת, ללא שאלות
SpecRestartAll=?בבקשה הפעל מחדש את המחשב שלך על להסיר בצורה מלאה את התוכניות. להפעיל מחדש עכשיו
SpecRestartOne=?בבקשה הפעל מחדש את המחשב שלך על להסיר בצורה מלאה את התוכנה. להפעיל מחדש עכשיו
UnPromoteTitle=אך עם מהדורת הפרו, יוצעו יותר תכונות והטבות :
UnPromote_60=כסף-חזרה תוך 60 יום - מובטח
PromotelbPlugins=הסרת <a>%d</a> נוזקות: מתקעי פרסומות לגלישה בטוחה
PromotelbPlugin=הסרת <a>%d</a> נוזקות: מתקעי פרסומות לגלישה בטוחה
PromotelbPlugin0=מסיר נוזקות: מתקעי פרסומות לגלישה בטוחה
PromotelbUpdate=קליק-1 לעדכון <a>%d</a> תכנות מיושנות להפחתת סיכוני אבטחה
PromotelbUpdate0=קליק-1 לעדכון  תכנות מיושנות להפחתת סיכוני אבטחה
PromotelbMoreDB=מסיר תכניות עיקשות שלא ניתן להסירן באופן נורמלי
PromotelbClean=קליק-1 להסרת בנדלוור
PromotelbAuto=מוחק אוטומטית שאריות של תכניות שהוסרו על ידי מסיר-התקנה אחר
NeedCloseApp=צריך לסגור תכנית רצה %s לפני הסרת ההתקנה. בטוח שתרצו לסגור אותה?
LB_Free=חינמי
LB_Pro=פרו
RestoreOpenstr=שחזור-המערכת איננו מאופשר. נא להקליק "אוקיי" לאפשור כך ש-אַיאוֹבִּיט/"מסיר-ההתקנה" יוכל ליצור את נקודות השחזור לפני הסרת-התקנה של תכניות
OfficialFail=כישלון בהסרת-ההתקנה של התכנית הבאה. ניתן להסיר אותה עם יישום הסרת ההתקנה הרשמי של התכנית
OfficialFails=כישלון בהסרת-ההתקנה של התכניות הבאות. ניתן להסיר אותן עם יישום הסרת ההתקנה הרשמי של התכניות
QuitDonwload=בטוח שתרצו לבטל את ההורדה?
LogHintTitle=אנו מבטיחים, יותר הטבות:
LogHintStr=+ מסיר ביסודיות תכניות מתועדות<br>+ ניקוי והסרה של 200+ תכניות מתועדות+ <br>+ מסיר לחלוטין ובקלות בנדלוור
UpgradePromote=שדרוג ל-אַיֹאובִּיט/'מסיר-ההתקנה'-פרו לניקוי אוטומטי של שאריות
UpgradeFileDelete=נוקו בהצלחה %s שאריות קבצים
UpgradeRegsDelete=נוקו בהצלחה %s שאריות כניסות מרשמה
UpgradeRegDelete=נוקתה בהצלחה %s שארית כניסת מרשמה
PromoteB_Title=ניתן לתקן יותר סוגיות עם גירסת הפרו:
PromoteB_Update=תכנות מיושנות ניתנות לעדכון בקליק-1:
PromoteB_Plugin=מתקעים זדוניים/פרסומות צריך להסיר לגלישה בטוחה:
PromoteB_Leftover=שאריות הסרת-התקנה ניתן למחוק, למחשב יותר-נקי:
PromoteB_Log=ניתן להסיר תכניות מתועדות באופן מוחלט:
PromoteB_Unuse=תכניות שלא השתמשו בהן מעל חודשיים ניתן להסירן:
PromoteB_Banweb=הודעות אתר ניתן לחסום למניעת הפרעה:
PromoteB_Fix=תיקון כעת
PromoteB_Stubborn=תכניות עיקשות ניתנות להסרה באופן יסודי:
OfficialSp_1=מסיר לחלוטין את התכנית הבאה כולל את הכלי להסרת-ההתקנה הרשמי שלה
OfficialSps_1=מסיר לחלוטין את התכניות הבאות כולל את הכלי להסרת-ההתקנה הרשמי שלהן
LogPromoteHintTitle=מנקה ביסודיות את הפריטים הרשומים ביומן, עם <a>מהדורת הפרו</a>
LogPromoteHintRegs=<a>%s</a> כניסות מרשמה
LogPromoteHintReg=<a>%s</a> כניסת מרשמה
LogPromoteHintFiles=<a>%s</a> קבצים
LogPromoteHintFile=<a>%s</a> קובץ
LogPromoteHintTasks=<a>%s</a> משימות מזומננות
LogPromoteHintTask=<a>%s</a> משימה מזומננת
LogPromoteHintServices=<a>%s</a> שירותי מערכת
LogPromoteHintService=<a>%s</a> שירות מערכת
LogPromoteHintDlls=<a>%s</a> dll רישומי
LogPromoteHintDll=<a>%s</a> dll רישום
LogPromoteFormLogPro=פריטים הרשומים ביומן
LogPromoteFormDesc=ניתן לנקות ביסודיות עם מהדורת הפרו
LogPromoteFormTip=פרטים כדלקמן:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=פתח בעורך הרישום
mniMenu_Path.caption=פתח מיקום קובץ
btnImg_AllMainCancel.caption=ביטול
btnImg_Uninstall.caption=הסרה
btnImg_ChkAutoDelete.caption=מחק את כל הקבצי זבל שנותרו באופן אוטומטי לאחר הסריקה לגילוי קבצי זבל
btnImg_ChkCreateRestore.caption=יצירת נקודת שחזור מלפני הסרה, זה יקח קצת זמן
lbl_IsUninstallHint.caption=? את/ה בטוח שאת/ה רוצה להסיר את התוכנה המסומנת
btnImg_Delete.caption=מחק
btnImg_ReslutCancel.caption=ביטול
btnImgl_SeletedAll.caption=בחר הכל
btnImg_ChkShredFile.caption=גרוס קבצים
lbl_NoPowerScan.caption=הוסר בצורה מלאה
btnImg_RecommendClose.caption=סגור
btnImg_Restart.caption=כן
lbl_MoneyBackTitle.caption=!המחשב שלך ירוץ הרבה יותר מהר, מובטח
btn_Tab.caption=קבל יותר
lbl_InfoDB.caption=מסד נתונים גדול מאוד על מנת להסיר תוכניות עקשניות וקשות להסרה
lbl_InfoRemove.caption=הסר נוזקות ותוספים מזיקים לגלישה מהירה ובטוחה יותר
lbl_InfoUpdate.caption=מנטר התקנה של תוכניות ומסיר תוכנות לא רצויות

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=נמצא באנדלוור
btn_UninstallAll.caption=להסיר הכל
lbl_Info.caption=להסיר את כל   תכנות הבנדלרוור שלהלן עם איאוביט/"מסיר-ההתקנה פרו", או רק להסיר את התכנית הנוכחית

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=נמצא באנדלוור (צרור תכנות מושתלות). נא לסמן גם את הבאנדלוור להסרה

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=מה חדש

[WindowsUpdate_M]
Update_NoItem_Tip=לא נמצאו עדכוני מערכת
NoSerchItem_Tip=אין פריטים המתאימים לחיפוש
Update_Loading_Tip=טוען....
Update_WindowsTitle=להלן רשימת כל העדכונים של 'חלונות' במחשבך.נא להסיר התקנת העדכונים הלא-נחוצים לשחרור יותר שטח דיסק.
Button_Uninstall=הסרה

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=תאריך התקנה
mniUninstall.caption=הסרה
mniRefush.caption=רענן

[Uninstaller_form_StubbornTool]
lbl_Title.caption=מסיר תכנית עיקשת
lbl_NewDescTitle.caption=לעתים קשה להסיר התקנה של תכניות שלא בעזרת מסיר ההתקנה הרשמי שלהן או שלא ניתן למצוא את רישום כניסת ההתקנה שלהן. עם מסד-הנתונים המיוחד שלנו, אפשר להסיר תכניות בקלות ובאופן מוחלט

[Uninstaller_Stubborn_M]
MalwareGroup=תכניות זדוניות (%d)
MalwareDes=מזהה ומסיר תכניות זדוניות להגנה על מחשבך
IssuesGroupEx=תכניות עם סוגיות של הסרת התקנה (%d)
IssuesDesEx=מסיר התקנה של תכניות עם סוגיות של הסרת-התקנה, כגון רישום כניסה חסר של הסרת-התקנה, מסיר-התקנה מובנה שהתרסק, או תהליך חמקני של מסיר-התקנה
OfficialGroupEx=מסד-נתונים רשמי של מסיר-ההתקנה (%d)
OfficialDesEx=תכניות מסויימות אינן ניתנות להסרה בדרך רגילה מסיבות אבטחה. אתה יכול להסיר אותן בקלות בעזרת המסיר הרשמי שלהן כאן
AllGroupEx=מסדי נתונים של תכניות נתמכות (%d)
AllDesEx=לפרט כאן תכניות נוספות שאינך מסוגל למצוא בהן את רישום כניסת מסיר ההתקנה במקומות אחרים. ניתן להסיר אותן בקלות כאן
ProblemsTip=נמצאו בעיות
LoadingTip=טוען מסד-נתונים של תכניות נתמכות ...

